org/topics/serverless.org
:PROPERTIES:
:ID:       794fe4d2-6c9b-4f95-9d27-9aba13a3c0b2
:END:
#+created: 20200908112114494
#+modified: 20210518184432912
#+revision: 0
#+title: Serverless
#+tmap.id: 68bcde7b-0863-4c96-bb99-8e212a09618f
#+type: text/vnd.tiddlywiki

* Articles
- 2022-11-09 ◦ [[https://news.ycombinator.com/item?id=33520733][Ask HN: Skeptical about my company going “full serverless”. What am I missing? | Hacker News]]
  - great comments where Serverless is good at (and where not)
  - some interesting comments why GCP *should* be better than *AWS* (with regards to serverless)
- 2022-10-04 ◦ [[https://www.thisdot.co/blog/build-your-backend-with-netlify-functions-in-20-minutes][Build your Backend with Netlify Functions in 20 Minutes]]j
