content/topics/serverless.md
+++
title = "Serverless"
draft = false
+++

## Articles {#articles}

-   2022-11-09 ◦ [Ask HN: Skeptical about my company going “full serverless”. What am I missing? | Hacker News](https://news.ycombinator.com/item?id=33520733)
    -   great comments where Serverless is good at (and where not)
    -   some interesting comments why GCP **should** be better than **AWS** (with regards to serverless)
-   2022-10-04 ◦ [Build your Backend with Netlify Functions in 20 Minutes](https://www.thisdot.co/blog/build-your-backend-with-netlify-functions-in-20-minutes)j
